/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="Ladataan Vastaavaa";
"Scenes" = "Scenes";
"Information" ="Tiedot";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Olet jo päivittänyt Premium. Ole hyvä 'Kirjautumisvirhe' ja käyttää 'Palauta Purchase' in 'Asetukset' valikko tarkistaa ostoksen.";
"Alert" = "hälytys";
"OK" ="kunnossa";
"Ok" = "kunnossa";
"No_Email_account_configured" = "Ei sähköpostia on tiedostossa tällä laitteella.";
"My Scene %d" ="My Scene% d";
"Warning" = "Varoitus";
"Scene_name_empty" = "Kohtaus nimi ei voi olla tyhjä.";
"Scene_name_special_character" = "Kohtaus nimi ei saa sisältää mitään erikoismerkkejä.";
"Duplicate_Scene_Name" = "Monista Scene Name";
"Duplicate_Scene_Name_message" = "Toinen kohtaus kanssa jo samanniminen. Anna toinen nimi.";
"Rename Scene" = "Nimeä Scene";
"Please enter a new Scene name" = "Anna uusi Scene nimi";
"Cancel" = "Peruuttaa";
"Scene Name" = "Scene Name";
"A Scene created using Iyan 3D in iOS." = "Kohtauksen luotu käyttämällä Iyan 3D iOS.";
"Success" = "Menestys";
"file_successfully_saved_dropbox" = "Tiedosto tallennettu Dropbox. Löydät sen Dropbox tilin 'Sovellukset / Iyan3D'.";
"Failure" = "vika";
"Error_uploading_file" = "Virhe tiedoston. Tarkista Internet-yhteys.";
"unable_connect_server" = "Ei saada yhteyttä palvelimeen, Tarkista verkon asetukset.";
"Connection Error" = "Yhteysvirhe";
"max_five_lights_per_scene" = "Kohtaus voi sisältää enintään viisi valoja.";
"File Corrupted" = "tiedosto on vioittunut";
"File_Corrupted_message" = "Hanke yrität avata, on vioittunut.";
"Select Bone Structure" = "Valitse Bone Structure";
"start_single_bone_or_human_message" =" Voit joko aloittaa täydellisen ihmisen Luusto tai yhdellä luu?";
"Single Bone" ="Single Bone";
"Human Bone Structure" ="Human Bone Structure";
"rigging_back_previous_mode" = "Oletko varma, että haluat palata edelliseen tilaan? Painamalla Kyllä kaikki muutokset hylätään.";
"NO" = "EI";
"Yes" ="Kyllä";
"Light %d" = "Kevyt% d";
"Delete" = "Poistaa";
"Clone" = "Klooni";
"copy_limit_exceed_message" = "Kopioi ylitetty. Tuo objektin 'Lisää' painiketta ToolBar.";
"CAMERA" = "KAMERA";
"LIGHT" = "LIGHT";
"Image : %@" = "Kuva:% @";
"Text : %@" = "Teksti:% @";
"Video : %@" = "Video:% @";
"apply_animation_error" = "Valitse teksti tai soveltaa animaatiota.";
"Save your Animation as template" ="Tallenna animaatio mallina";
"Animation Name" = "animaatio Name";
"Bones cannot be added to this model." = "Luut ei voida lisätä tähän malliin.";
"model_cannot_add_bone" = "Tämä malli väärennetty käyttämällä edellistä versiota. Osa kirjekuoritiedot saattaa puuttua. Haluatko jatkaa?";
"Please Select any Node to add Bone" = "Valitse mikä tahansa solmu lisätä Bone";
"Delete Animation in this Frame" = "Poista Animaatio tässä Frame";
"Delete Animation in this Frame" = "Poista Animaatio tässä Frame";
"Delete Object" = "Poista objekti";
"Info" = "Tiedot";
"There is no animation in this frame." = "Ei ole animaatiota tässä kehyksessä.";
"Animation name cannot be empty." ="Animaatio nimi ei voi olla tyhjä.";
"Animation_Name_special" = "Animaatio Nimi ei voi sisältää erikoismerkkejä.";
"Step_1_rigging_message" = "Laita luut sopiviin kohtiin mallin sisällä.";
"Step_2_rigging_message" = "Skaalata jokaisen luun kirjekuoren kattamaan ympäröivään mesh.";
"Step_3_rigging_message" = "Varmista porauslautan on täydellinen animoimalla mallin.";
"PREVIEW" = "ESIKATSELU";
"ADJUST ENVELOP" = "ADJUST kääriä";
"ATTACH SKELETON" = "ATTACH SKELETON";
"Cone" = "Kartio";
"Cube" ="Kuutio";
"Cylinder" = "sylinteri";
"Plane" = "kone";
"Sphere" = "pallo";
"Torus" = "Torus";
"bone_count_exceed" = "Suurin luut kohti objektia ei voi ylittää 57.";
"Category" = "Kategoria";
"All Models" = "kaikki mallit";
"Character" ="Merkki";
"Backgrounds" = "taustat";
"Accessories" = "lisälaitteet";
"Minecraft" ="Minecraft";
"FNAF" = "FNAF";
"My Library" = "Oma kirjasto";
"Rename Object" = "Nimeä Object";
"Please enter a name" ="Anna nimi";
"Please Choose Font Style." ="Ole hyvä ja valitse Fonttityyli.";
"Please enter some text to add." = "Syötä tekstiä lisätä.";
"Create a Scene" = "Luo Scene";
"Animate Character" = "Animoi Character";
"Export Video" ="vienti Video";
"Share your video" = "Jaa video";
"onboarding_message_#1" = "Lisätä merkkejä, ympäristöjä, rekvisiitta kirjastommeyli yli 300 varoja tai tuoda OBJ tiedoston ulkoisesta lähteestä.";
"onboarding_message_#2" = "Tuo hahmo eloon meidän ennalta määriteltyjä liikkeet, soveltaa fysiikan simulointi tai tehdä yhden oman toimia.";
"onboarding_message_#3" = "Tekevät lopullisen videon kanssa haluttu laatu ja tyyli.";
"onboarding_message_#4" = "Se siitä. Lähetä 3D-elokuva ja Showoff luovia taitoja ystävillesi.";
"Next" ="seuraava";
"Let's get started" = "Aloitetaan";
"Models" = "mallit";
"Images" = "kuvat";
"Videos" = "videoita";
"Text" = "Teksti";
"Light" ="valo";
"OBJ File" = "OBJ Tiedosto";
"Add Bone" ="Lisää Bone";
"Particle Effects" = "hiukkasten vaikutukset";
"Apply Animation" = "Käytä Animaatio";
"Save Animation" = "Tallenna animaatio";
"Images" = "kuvat";
"Videos" = "videoita";
"Tutorials" = "Oppaat";
"Settings" = "Asetukset";
"Rate This App" ="Arvostele tämä sovellus";
"Follow Us" = "Seuraa meitä";
"Contact Us" = "Ota meihin yhteyttä";
"Front" = "etuosa";
"Top" = "ylin";
"Left" = "vasen";
"Back" = "Takaisin";
"Right" ="oikea";
"Bottom" = "pohja";
"1 Frame" = "1 Frame";
"24 Frames" = "24 Kehykset";
"240 Frames" ="240 Kehykset";
"Camera" = "Kamera";
"Light" = "valo";
"Clone" = "Klooni";
"Delete" = "Poistaa";
"Rename" = "Nimeä uudelleen";
"Move Camera" = "Siirrä Camera";
"Publish" = "Julkaista";
"No data" = "Ei dataa";
"share_image_social_media" = "3D Scene, minä luotu käyttämällä Iyan 3D iOS";
"share_video_social_media" = "Animaation video, minä luotu käyttämällä Iyan 3D iOS";
"only_hq_options" = "Tämä ominaisuus on vain HighQuality Rendering.";
"reopen_apply_changes" = "Ole hyvä ja uudelleen avaamalla kohtaus Ota muutos.";
"sign_in_to_continue" = "Ole hyvä kirjautumisevästeet jatkaa.";
"no_premium_restored" = "Näyttäisi olevan ongelma ostoksen. Varmista, että olet päivittänyt Premium nykyisen tilin.";
"In Progress" = "Käynnissä";
"Completed" = "valmistunut";
"In Queue" = "Jonossa";
"Download" = "Lataa";
"successful_saved_phot_gallery" = "Kuva / Video onnistuneesti tallennettu Kuvat.";
"failed_saved_phot_gallery" = "On ongelma lataamalla kuvan / videon. Yritä uudelleen myöhemmin.";
"no_twitter_account" = "Setup Twitter Accounnt laitteeseen.";
"APPLY "= "KÄYTTÄÄ";
"select_obj_preview" = "Valitse OBJ esikatsella.";
"choose_texture" = "Valitse rakenne hakea valittuun malliin.";
"choose_color" ="Valitse Vertex väri valitulle OBJ.";
"tap_import_photos" = "Napauttamalla tuoda tekstuurin kuvakirjastosta.";
"tap_to_choose_texture" = "Napauttamalla valita rakenne / väri valitun objektin.";
"import_model_selected_texture" ="Tuo malli valittua rakenne / väri.";
"add_obj_document_dir" = "Lisää OBJ/DAE/FBX/3DS tiedostoja Document Directory.";
"add_texture_document_dir" = "Lisää Texture tiedostoja Document Directory.";
"Pick Color" ="Pick Color";
"ADD TO SCENE" = "LISÄÄ KOHTAUS";
"Import Texture" = "Tuo Texture";
"Normal Shader" = "normaali Shader";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "HQ Rendering";
"tap_to_start" = "Napauttamalla aloittaa vientiä.";
"please_signin" = "Ole hyvä kirjautumisevästeet jatkaa.";
"not_enough_credits" = "Et ole tarpeeksi hyvityksiä ota lataa tilin edetä.";
"scene_no_support_hqrender" = "Scene sisältää video / leita jota ei tällä hetkellä tueta HQ mallinnus.";
"data_doesnot_exist" = "Pyydetyt tiedot Doest ole !!";
"hqrender_uploaded_success" = "Ladattu onnistuneesti. Näet etenemistä tehdä oman profiilin mieltä.";
"Done" = "Tehty";
"Rename Animation" ="Nimeä Animaatio";
"Trending" ="Nousussa";
"Featured" ="Kiinnostavat";
"Top Rated" ="Suosituimmat";
"Recent" = "viimeaikainen";
"My Animations" = "Omat animaatiot";
"username_has_special_char" = "Käyttäjänimi ei voi sisältää erikoismerkkejä.";
"username_isempty" = "Käyttäjä nimi ei voi olla tyhjä.";
"Success" = "Menestys";
"success_animation_publish" ="Animaatio Julkaistu Onnistuneesti.";
"bone_count_mismatch" = "Luun määrä ei täsmää.";
"fontstyle_char_unsupported" = "Fontin tyyli valitset ei tue syötetyt merkit.";
"inapp_disabled" = "In-App Purchase on käytössä. Tarkista asetukset, jotta ostot.";
"missing_resources" = "Jotkin resurssit tiedostot puuttuvat.";
"My Objects" ="My Objects";
"Edit" = "Muokata";
"ADD" = "  LISÄTÄ";
"ANIMATION" = "  ANIMAATIO";
"OPTIONS" = "  OPTIONS";
"EXPORT" = "  VIEDÄ";
"MOVE" = "  LIIKKUA";
"ROTATE" = "  KIERTÄÄ";
"SCALE" ="  SCALE";
"ADD JOINT" = "  LISÄÄ YHTEINEN";
"MIRROR" = "PEILI";
"CANCEL" = "PERUUTTAA";
"ADD TO SCENE" = "LISÄÄ KOHTAUS";
"Enter Text" = "Anna teksti";
"With Bones" = "With Bones";
"Color" = "Väri";
"Font Store" = "Font Store";
"My Fonts" = "Omat kirjasimet";
"News Feed" = "Uutisvirta";
"Clear All" = "Tyhjennä";
"SHARE" = "JAKAA";
"CLOSE" = "LÄHELLÄ";
"FRAME COUNT DISPLAY" = "FRAME laskurinäyttö";
"TOOLBAR" = "TYÖKALUPALKKI";
"3D WORKSPACE" = "3D WORKSPACE";
"Quality" ="Laatu";
"Speed" ="Nopeus";
"This setting does not affect Export quality" = "Tämä asetus ei vaikuta Vienti laatu";
"MultiSelect" = "multiselect";
"RESTORE PURCHASE" ="RESTORE OSTO";
"SETTINGS" ="ASETUKSET";
"Credits" = "Laajuus";
"Add 5k Credits" ="Lisää 5k Laajuus";
"Add 20k Credits" = "Lisää 20k Laajuus";
"Add 50k Credits" ="Lisää 50k Laajuus";
"HQ Render Progress" = "HQ Render Progress";
"Manage Account" = "Hallitse tiliä";
"Sign Out" ="Kirjaudu ulos";
"Add Credits" = "Lisää Laajuus";
"Sign In" = "Kirjaudu sisään";
"Login to enjoy more features" = "Kirjaudu muita ominaisuuksia";
"Copy OBJ files in Document Directory." = "Kopioi OBJ tiedostoja Document Directory.";
"Import Obj" = "Tuo Obj";
"NEXT" = "SEURAAVA";
"Create Scene" = "Luo Scene";
"Creates a new scene." = "Luo uusi kohtaus.";
"Tap to open the scene." = "Kuvake avaa paikalle.";
"Tap to Clone / Delete / Share the scene." = "Napauttamalla Clone / Delete / Jaa paikalle.";
"RENDERING PROGRESS" = "RENDEROINTIYRITYKSILLE Progress";
"RESOLUTION" ="Ratkaisu";
"BACKGROUND COLOR" = "TAUSTAVÄRI";
"WATERMARK" ="VESILEIMA";
"RENDERING STYLE" = "VARJOSTUS STYLE";
"Render Normal Shader in Your Device" = "Renderöi Normaali Shader laitteessa";
"LIMIT FRAMES" = "LIMIT FRAMES";
"ADD" = "LISÄTÄ";
"Manage your account" ="Hallitse tiliäsi";
"Settings, Tutorials & Contact us" = "Asetukset, Oppaat & Yhteystiedot";
"Save and Exit the scene" = "Tallenna ja Lopeta kohtaus";
"Add Frames" = "Lisää Kehykset";
"Standard view angles" ="Standard kuvakulmasta";
"Play the animation preview" = "Toista animaatio esikatselu";
"Switch to Move / Rotate / Scale mode" = "Vaihda Move / Rotate / Scale tilassa";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Ota peili siirtää / pyörittää peili yhteinen valitun yhteisen";
"Import objects into the scene" ="Tuo objekteja kohtaus";
"Apply animation to the selected model/text" = "Levitä animaatio valittuun malliin / teksti";
"Change properties of selected object" = "Muuta ominaisuudet valitun objektin";
"Export image/video to the Camera roll" = "Vienti image / videon Filmirulla";
"Undo / Redo your actions" = "Kumoa / Tee uudelleen tekosi";
"Tap to add the rigged model in to the scene" = "Napauttamalla lisätä vilpillisten mallin paikalle";
"Tap to publish your animation to the store" = "Napauttamalla julkaista animaation kauppaan";
"Current mode in rigging" = "Nykyinen tilassa takilassa";
"Tap to add a joint to the selected joint in the rig" = "Napauttamalla lisätä yhteisen valittuun nivel rig";
"Manage objects in the scene" ="Hallitse esineitä kohtaus";
"Switch to Move / Rotate / Scale mode" = "Vaihda Move / Rotate / Scale tilassa";
"Enable to move / rotate the mirror joint of selected joint" = "Ota siirtää / pyörittää peili yhteinen valittujen yhteisten";
"Cancel rigging and go back to the scene" = "Peruuta virittäminen ja palaa näyttämölle";
"Tap to change model category" = "Napauttamalla muuttaa mallia luokka";
"Tap to import the selected model into your scene." = "Napauttamalla tuoda valitun mallin omalle paikalle.";
"Import selected 3D text into the scene." = "Tuo valitut 3D tekstiä paikalle.";
"Choose color for 3D text." = "Valitse väri 3D tekstiä.";
"Add bevel to 3D text." = "Lisää viiste 3D tekstiä.";
"Enter your text here." = "Kirjoita teksti tähän.";
"Tap to save and close the Settings." = "Napauttamalla Tallenna ja sulje Asetukset.";
"Enable or Disable multiple objects selection." = "Ota käyttöön tai Poista useita objekteja valinta.";
"Choose whether toolbar should be on the right or left side in Editor." = "Valitse, työkalupalkin pitäisi olla oikealla tai vasemmalla puolella Editor.";
"Choose between quality or speed of rendering in Editor. "="Valitse joko laadun tai nopeutta sulatukseen Editor.";
"Enable/Disable Watermark image." = "Käytössä / vesileima kuvan.";
"Limit the number of frames to be exported." = "Määrän rajoittamiseksi kehysten viedään.";
"Credits required for the current export." = "Laajuus tarvitaan nykyiseen vientiin.";
"Tap to change category." = "Vaihda napauttamalla luokkaan.";
"Tap to apply animation to the selected object." = "Napauttamalla soveltaa animaation valittuun kohteeseen.";


























